<?php

use Illuminate\Http\Response;
use Illuminate\Support\Facades\Route;

/*
|--------------------------------------------------------------------------
| Web Routes
|--------------------------------------------------------------------------
|
| Here is where you can register web routes for your application. These
| routes are loaded by the RouteServiceProvider and all of them will
| be assigned to the "web" middleware group. Make something great!
|
*/

Route::get('/', function () {
    return view('welcome');
});

Route::middleware(['cors'])->group(function () {

    Route::get('/article/article_detail/{id}', function ($id) {

        return response()->json([
            "article" => [
            "id" => $id,
            "type" => rand(1,2),
            "title" => $id . "داستان روسیه از اول",
            "file" => "https://bpluspodcast.com/wp-content/uploads/2023/07/%D8%AA%D8%A7%D8%B1%DB%8C%D8%AE-%D8%B1%D9%88%D8%B3%DB%8C%D9%87-%D8%B9%D9%84%DB%8C-%D8%A8%D9%86%D8%AF%D8%B1%DB%8C-%DA%A9%D8%A7%D9%86%D8%A7%D9%84-%DB%8C%D9%88%D8%AA%DB%8C%D9%88%D8%A8-%D8%A8%DB%8C-%D9%BE%D9%84%D8%A7%D8%B3-1024x576.jpg",
            "content" => '<div class="entry-content-text">





			<p><span style="font-weight: 400;">نویسنده: معین فرخی، علی بندری</span></p>
<p><span style="font-weight: 400;">خیلی کم پیش میاد یکی رئیس جمهور آمریکا بشه که تا قبل از اون هیچوقت در انتخاباتی برنده نشده. پیش میاد ولی استثنائی. یکی از این استثناها ترامپه. یکی دیگه آیزنهاور. دویات ایزنهاور رئیس جمهور امریکا در دهه پنجاه میلادی. اینجا نگاهی می‌کنیم هم به نکته‌های مهمتر ریاست جمهوری و زندگیش و هم اون قسمت کارش که به ایران مربوطه. و چیزهایی که امروز بهش معروفه که توش یه چیز عجیبی هم هست؛ الان اسمش رو تو یوتیوب گوگل کنین، چه فارسی چه انگلیسی، کلی ویدیوی غیرسیاسی غیرتاریخی میاد بالا پروداکتیویتی و چطور بهتر کار کنیم و اینها که توشون اسم آیزنهاور هست. مثل مدیریت فلان چیز به روش آیزنهاور تصمیم گیری به روش آیزنهاور و از این چیزها. چیزی که درباره رئیس جمهورهای دیگه امریکا نیست واقعا. آخرش هم درباره‌ی جمع‌بندی که الان دارم از این رئیس جمهور امریکا چند جمله صحبت می‌کنم.</span></p>
<p><iframe loading="lazy" title="آیزنهاور، رییس جمهور، عموی خندان و ژنرال پنج ستاره آمریکا" width="640" height="360" src="https://www.youtube.com/embed/MTL2-vBgMHI?start=2365&amp;feature=oembed" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen="" data-rocket-lazyload="fitvidscompatible" data-lazy-src="https://www.youtube.com/embed/MTL2-vBgMHI?start=2365&amp;feature=oembed" data-ll-status="loaded" class="entered lazyloaded"></iframe><noscript><iframe title="آیزنهاور، رییس جمهور، عموی خندان و ژنرال پنج ستاره آمریکا" width="640" height="360" src="https://www.youtube.com/embed/MTL2-vBgMHI?start=2365&#038;feature=oembed" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe></noscript></p>
<h4>ویدیوی <a href="https://www.youtube.com/watch?v=MTL2-vBgMHI&amp;t=2365s" data-wpel-link="external" target="_blank" rel="follow external">آیزنهاور ریس جمهور آمریکا</a> رو در کانل یوتیوب بی‌پلاس ببینین</h4>
<h2><span class="ez-toc-section" id="%D8%A7%D8%B2_%D8%A8%DB%8C%D8%B1%D9%88%D9%86_%D8%B3%DB%8C%D8%A7%D8%B3%D8%AA_%D8%AA%D8%A7_%D8%A8%D8%A7%D9%84%D8%A7%D8%AA%D8%B1%DB%8C%D9%86_%D8%B5%D9%86%D8%AF%D9%84%DB%8C_%D9%82%D8%AF%D8%B1%D8%AA"></span><b>از بیرون سیاست تا بالاترین صندلی قدرت</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">یک شخصیت خیلی داینامیک که از خارج از سیاست میاد بالاترین صندلی قدرت رو در امریکا می‌گیره و هشت سال روش می‌شینه و شاید اگر منع قانونی نداشت بیشتر هم می‌تونست رییس جمهور بمونه. آدمیه که می‌شه گفت هیچ زمینه سیاسی نداره. نه فرمانداره نه سناتور. ولی میاد و می‌شه رئیس جمهور آمریکا. و شاید اگه دقیق بشیم به این شغل و تواناهایی که براش لازمه اینقدر عجیب نباشه. رئیس جمهور شدن فقط سیاست بلد بودن و تو سیستم سیاسی رشد کردن نیست. جز توانایی‌های سیاسی، رئیس جمهور باید یکی باشه که بتونه رهبری کنه. مردم رو بیاره پشت سر خودش. بتونه اعتماد بقیه رو جلب کنه که اون کاری رو که ازشون می‌خواد بکنن. و آیزنهاوری که هیچ سابقه سیاسی نداشت این کیفیت‌ها رو داشت و از این نظر شاید حتی بشه گفت یکی از شایسته‌ترین آدم‌هایی بود اتفاقا که رئیس جمهور آمریکا شدن. شخصیتش در طول دوره کاری نظامیش ساخته شد یا اصلا خودش ساخت آگاهانه این شخصیت رو برای رهبری و وقتی هم رئیس جمهور شد کمتر کسی در شایستگیش تردید داشت فکر کنم.</span></p>
<h2><span class="ez-toc-section" id="%D8%A7%D8%B2_%D8%A8%DB%8C%D8%B1%D9%88%D9%86_%D8%B3%DB%8C%D8%A7%D8%B3%D8%AA_%D8%AA%D8%A7_%D8%A8%D8%A7%D9%84%D8%A7%D8%AA%D8%B1%DB%8C%D9%86_%D8%B5%D9%86%D8%AF%D9%84%DB%8C_%D9%82%D8%AF%D8%B1%D8%AA-2"></span><b>از بیرون سیاست تا بالاترین صندلی قدرت</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">دوایت آیزنهاور سی‌وچهارمین رئیس‌جمهور آمریکا وقتی سال ۱۹۵۳ نطق ریاست‌جمهوری‌اش رو می‌کرد، شناخته شده و معروف و محبوب بود خیلی بیشتر از یه رئیس جمهور تازه انتخاب شده. چرا؟ چون فرمانده ارتشی بود که هیتلر رو شکست داده بود. چون فرمانده نیروهای اعزامی متفقین در روز D-Day بود. فرمانده ارشد نظامیِ عملیاتی که تکلیف جنگ جهانی دوم رو روشن کرده بود و آلمان رو شکست داده بود.&nbsp; تو ذهن مردم کسی بود آیزنهاور که اروپا رو از دوران سیاه فاشیسم نجات داده بود، در شانزه‌لیزه رژه‌ی پیروزی رفته بود، در لندن سوار بر اسب سفید میان جمعیتی که براش فریاد می‌کشیدن دست تکون داده بود. یک فرمانده نظامیِ خوش‌آوازه و محبوب در دوران سخت جنگ سرد که حالا به کاخ سفید رسیده بود. دورانی که از قضا قرار نبود جنگی در کار باشه.</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">اما آیزنهاور کی بود، چطور از یک سرباز جنگی به کاخ سفید رسید؟ بزرگ شده کانزاس. در خانواده‌ای فقیر و مذهبی. مادرش حداقل خیلی مذهبی سفت. بزرگ شد. رفت کالج نظامی. شاید به عنوان راهی برای فرار از فقر اصلا. بعد رفت ارتش. مربی فوتبال آمریکایی تیم ارتش هم بود. خودش هم تا چند سال قبلش بازیکن تیم ارتش بود که تکل بدی روی پاش زدن و زانوش مصدوم شد و خیلی زود مجبور شد کفش‌هاش رو آویزون کنه. رفت سراغ مربی‌گری و افسری و کم‌کم ارتقای درجه پیدا کرد و ستوان‌دوم شد و کم کم آمد بالا. به جنگ جهانی اول نرسید. قبل از اینکه بخواد اعزام بشه جنگ تمام شد.&nbsp;</span></p>
<p><span style="font-weight: 400;">بعد از جنگ جهانی اول اما هم‌چنان در ارتش ماند و تحقیق می‌کرد و کم‌کم خودش رو جا انداخت. هم استراتژی یاد گرفت هم رهبری. با ژنرال مک آرتور کار کرد ازش یاد گرفت چطوری استراتژیک فکر کنه و با دولت‌های خارجی مذاکره کنه و خلاصه کم کم تبدیل شد به چهره‌ای که می‌تونه فرمانده جنگ هم باشه و نقشه بریزه.&nbsp;</span></p>
<p><span style="font-weight: 400;">ن‍‍ظامی بود ولی خشن نبود. از این دعوایی‌ها نبود. اهل همکاری بود. Confrontational تهاجمی نبود میگن و همین بعدا چقدر کمکش کرد هم برای رشد در ارتش و هم بعدتر در سیاست.&nbsp;</span></p>
<p><span style="font-weight: 400;">همینطوری در ارتش آهسته و پیوسته رشد میکرد و شناخته میشد و بالا می رفت. ارتشی که البته بزرگ نبود. ارتش امریکای دهه سی و چهل. امریکای isolationist امریکایی که نمیخواد در بقیه دنیا دخالتی بکنه رو با ارتش امریکای امروز قاطی نکنیم. اون ارتشیه کوچک به نسبت ارتش‌های دنیا. هفدهمین&nbsp; ارتش دنیاست از نظر سایز. کوچکتر از ارتش پرتغال مثلا. بودجه زیادی هم نمی‌گیره. بعدا و در دوره نزدیک شدن به جنگ و بالا رفتن تنش در اروپاست که ارتش امریکا هم بزرگ می‌شه کم کم و آیزنهاور هم توش کم کم رشد می‌کنه و بالا میاد. آدم‌های مهم زیر بال و پرش رو میگیرن تا اینکه اواخر جنگ بریتانیا و شوروی چشم امیدشون به آمریکا بود که از دست هیتلر نجاتشون بده. آقای آیزنهاور هم از فرمانده نیروهای آمریکایی ارتقا گرفت و شد فرمانده ارشد نیروهای متفقین در&nbsp; اروپا.</span></p>
<p><span style="font-weight: 400;">از Chief of Staff of the US Army&nbsp; شد </span><a href="https://en.wikipedia.org/wiki/Supreme_Allied_Commander_Europe" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;">Supreme Allied Commander Europe</span></a><span style="font-weight: 400;">.</span></p>
<h2><span class="ez-toc-section" id="%D8%B1%D9%88%D8%B2%D9%88%D9%84%D8%AA_%DA%86%D8%B7%D9%88%D8%B1_%D9%BE%D8%B3%D8%AA_%D9%85%D9%87%D9%85_%D8%B1%D9%88_%D8%AF%D8%A7%D8%AF_%D8%A8%D9%87_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1"></span><b>روزولت چطور پست مهم رو داد به آیزنهاور</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">چرا؟ چی می‌شه ایشون این پست مهم و تاریخی رو می‌گیره. بین این همه کشور. اینهمه فرمانده. فقط امریکا و انگلیس نیستن. فرانسه هم هست. لهستان هم هست، کانادا هم هست، استرالیا، بلژیک، چکسلواکی، یونان، هلند، نیوزیلند، نروژ اینها همه کم و زیاد هستن تو عملیات. اینجوری هم نیست که امریکا بتونه تنهایی ببره جنگ رو. نمیتونه. واقعا باید با هم کار کنن. خود آمریکا و انگلیس هم کم فرمانده شاخ ندارن. چی می‌شه می‌رسه به آیزنهاور؟ برای این باید برگردیم وضعیت زمان رو ببینیم. اتفاقا اولین بار هم تهران بودن که استالین از روزولت پرسید کی رو می‌خواین بذارین فرمانده عملیات. تو</span><a href="https://www.youtube.com/watch?v=cuGnzT0drKA" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;"> ویدئوی چرچیل، استالین و روزولت در تهران</span></a><span style="font-weight: 400;"> گفتیم دیگه قرارهای اولیه در تهران گذاشته شد.&nbsp;</span></p>
<p><span style="font-weight: 400;">در کنفرانس تهران بود روزولت که باید فرمانده برای عملیات D Day تعیین می‌کرد. استالین هم پرسید ازش ولی جواب نداد. با یه مانور خیلی قشنگی آیزنهاور رو انتخاب کرد در مقابل ژنرال جرج مارشال. خودش دلش با آیزنهاور بود ولی می‌دونست که مارشال هم میخواد این پست رو، اون هم آدم شاخی بود. مارشال از اونهایی بود که معلم آیزنهاور هم حساب می‌شد. ارشدش بود. روزولت در مانوری زیبا و آموزنده واقعا رفت از مارشال پرسید که میخواد فرمانده عملیات اشغال باشه یا نه. مارشال خب خیلی با اتیکت و با خودداری رفتار کرد گفت من در این مورد نظری نمی‌دم. که در واقع تصمیم گیری رو برگردوند به خود روزولت منتها یه طوری با تایید خود مارشال و حفظ احترام در حالی که داره انتخابش نمی‌کنه. و اونجا روزولت گفت پس من می‌دم پست رو به آیزنهاور.&nbsp;</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">شانس و زمان درست جای درست بودن در کنار خصوصیت‌هایی که آیزنهاور داشت و رشد داده بود در خودش بسیار مناسب بودن برای این شغل. رهبری، همکاری، همه رو دخیل کردن، گشاده بودن، اینکه بقیه در عین احترام احساس خوبی بهش داشتن . آدم محترمی بود. شاخ به شاخ نمی‌شد با بقیه، شخصیتش این طوری بود. و این شخصیت خیلی کمک می‌کرد به اینکه بخواد رهبری کنه نظارت کنه بر نیروهایی چند ملیتی. قبل از این عملیات هم نقش‌های مشابه و البته کوچکتری داشت هم در شمال افریقا هم در نیرو پیاده کردن در سیسیل ایتالیا و وقتی در ۱۹۴۴ دنبال یکی می‌گردن که بتونه این ملت‌ها رو ارتش‌های این ملت‌ها رو در یک عملیات رهبری کنه آیزنهاور مطرح می‌شه. بعد رهبری و فرماندهی نظامی هم نیست فقط. پست سیاسیه. در اون پست باید با چرچیل معامله کنه باید با شارل دوگل معامله کنه اینها کم کسانی نیستن. اینطوری هم نیست که ارتش امریکا بزرگتره پس هرچی این بگه بقیه باید گوش کنن. رمز موفقیت عملیات اینه که بقیه متحدین که مشارکت و همکاریشون در عملیات ضروری و لازمه باید احساس مشارکت و احترام برابر کنن. و می‌کنن. به فرماندهیش اعتماد و باور دارن و آیزنهاور هم بهشون احترام می‌گذاره. و اینطوری میرن برای عملیات D Day.&nbsp;</span></p>
<h2><span class="ez-toc-section" id="_%D8%A2%D9%85%D8%B1%DB%8C%DA%A9%D8%A7_%DA%86%DB%8C_%D9%85%DB%8C%E2%80%8C%D8%AE%D9%88%D8%A7%D8%AF_%D8%A7%D8%B2_%D9%88%D8%B6%D8%B9%DB%8C%D8%AA_%D8%A7%D9%88%D9%86_%D8%B1%D9%88%D8%B2_%D8%AF%D9%86%DB%8C%D8%A7%D8%9F"></span><b>&nbsp;آمریکا چی می‌خواد از وضعیت اون روز دنیا؟</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">ایزنهاور حواسش باید به خواسته‌های امریکا و متحدین اصلی باشه. امریکا می‌خواد سریعتر کار آلمان رو بسازه بره سر وقت ژاپن. بدون اینکه تلفات زیادی بده. هر گونه شکست احتمالی کل داستانِ دخالت آمریکا در جنگ رو بی‌اعتبار می‌کرد. به هر حال روزولت چند سال برای ورود به جنگ مقاومت کرده بود و قول داده بود که سربازان آمریکایی به اروپا نمیرن، حالا که بعد از پرل هاربر نیروهاش رو فرستاده بود، می‌خواست هر چه زودتر کار رو یکسره کنه.</span></p>
<p><span style="font-weight: 400;">بریتانیا هم تقریباً هم‌راستای آمریکا بود. هر دو کشور هم می‌خواستن روابط‌شون رو دوستانه نگه دارن. چون آمریکا نیاز به متحد قوی در اروپا داشت و بریتانیا هم روی مبادلات اقتصادی و نظامی با آمریکا حساب کرده بود. اما با آمریکا سر استراتژی جنگ اختلاف داشت.&nbsp;</span></p>
<p><span style="font-weight: 400;">از اون ور شوروی هم هست. استالین فقط به حذفِ آلمان قانع نیست، می‌خواست مرزهاش رو هم در اروپا گسترش بده که جلوی تهدیدهای احتمالی آینده رو بگیره. و خیلی هم به آمریکا و بریتانیا اعتماد نداشت که بعداً سراغ خودِ شوروی نیان. می‌خواد در دنیای بعد از جنگ هم منطقه‌ی حایلی بسازه که بشه حاشیه امن براش. همون کاری که میکنه بعدا.</span></p>
<h2><span class="ez-toc-section" id="%D9%86%D9%82%D8%B4_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1_%DA%86%DB%8C%D9%87"></span><b>نقش آیزنهاور چیه</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">نقش آیزنهاور این بود که برای همه‌ی جبهه‌ها جا بندازه که هر خواب و خیالی دارین برای دنیای بعد از جنگ فعلا باید تمرکز رو بذارین روی این که اصلا به اون دنیا برسیم.&nbsp; در وهله‌ی اول باید رابطه‌ی متفقین محکم و پایدار می‌موند. براشون توضیح می‌داد که فعلاً استراتژی اینه که اول نازی‌ها رو کنار بزنیم. در کنار اینکه به شوروی و بریتانیا هم احساس امنیت بده.</span></p>
<p><span style="font-weight: 400;">با این مقدمات رسیدن خلاصه به D-day و شمال نرماندی. یکی از بزرگ‌ترین و پیچیده‌ترین عملیات نظامی تاریخ.&nbsp; هزاران سرباز و ده‌ها واحد نظامی از کشورهای مختلف هماهنگ شدن. در یک عملیات عظیم و تاریخی. یکی از حقه‌های آیزنهاور این بود که یک ارتش قلابی فرستاد جنوب شرق انگلیس که آلمانی‌ها فکر کنند اشغال از&nbsp; اینجا می‌خواد باشه و از نورماندی پرت باشه حواسشون.</span></p>
<h2><span class="ez-toc-section" id="%D8%B9%D9%85%D9%84%DB%8C%D8%A7%D8%AA_%D9%86%D8%B1%D9%85%D8%A7%D9%86%D8%AF%DB%8C_%DA%86%DB%8C_%D8%A8%D9%88%D8%AF%D8%9F"></span><b>عملیات نرماندی چی بود؟</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">این خودش یه عملیات پیچیده ضداطلاعات داشت اون هم اتفاقا طرحش در کنفرانس تهران ریخته شد.&nbsp; جزئیاتش رو کار نداریم ولی کلا فریب دادن هیتلر درباره زمان و مکان پیاده کردن نیرو و حجم نیرویی که می‌خواستن بریزن از کلیدهای موفقیت عملیات بود. چون عملیاتی با این اندازه معلوم بود که برنامه‌ریزیش رو آلمان‌ها خواهند فهمید. اما ایده این بود که درباره محل و زمانش بتونن گول بزنن هیتلر رو. روز عملیات خود آیزنهاور در مقر فرماندهی در انگلستان موند و نظارت عملیات رو بر عهده داشت. هزاران کشتی و هواپیما روانه‌ی نرماندی شدن و اشغال فرانسه به دست متفقین انجام شد. یکی از بزرگ‌ترین پیروزی‌های نظامی قرن بیستم که در نهایت به آزادسازی اروپا از دست نازی‌ها ختم شد.</span></p>
<p><span style="font-weight: 400;">این عملیات گسترده و این پیروزی طبعاً در رسانه‌ها هم خیلی پوشش داشت. تصویر مغز متفکر پشتش هم در روزنامه‌ها و مجلاتِ سراسر جهان چاپ می‌شد. نتیجه‌ی این موفقیت برای خود آیزنهاور دو نکته بود: یکی این‌که خودش رو به عنوان رهبری دیپلماتیک با قابلیت سیاسی و نظامی و استراتژیک بالا مطرح کرد و دیگری این‌که با رهبران متفقین، از همه مهم‌تر چرچیل، رابطه‌ی محکمی ساخت.</span></p>
<h2><span class="ez-toc-section" id="%D8%AA%D8%B5%D9%88%DB%8C%D8%B1_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1_%D8%AF%D8%B1_%D8%AC%D8%A7%D9%85%D8%B9%D9%87_%DA%86%DB%8C_%D8%A8%D9%88%D8%AF%D8%9F"></span><b>تصویر آیزنهاور در جامعه چی بود؟</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">&nbsp;حالا اگه شما ندیده باشین عکسش رو بخواین تصویر کنین قیافه چنین شخصیتی چطوری تصور می‌کنین؟ شاید یک جنرال پر زرق و برق عبوس. شاید. ولی استیل آیزنهاور این نبود. عکسهاش رو توی </span><a href="https://www.youtube.com/watch?v=MTL2-vBgMHI&amp;t=2365s" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;">ویدیوی آیزنهاور </span></a><span style="font-weight: 400;">ببینین. عکس‌های همون دوره‌اس. عموما ظاهرِش ساده است. چیز درخشانی اگر در ظاهرش هست لبخندشه فقط واقعا. من تو خیلی مستندها روایت‌ها دیدم که میگفتن آیزنهاور مثل عموی مهربونی بود واسه خیلی از آمریکایی‌ها که خیالشون باهاش جمع بود. مرد باتجربه، نجیب، آروم، دنیا دیده، قابل اعتماد. احتمالا از همون موقع‌ها این تصویر داشته تو ذهن امریکایی‌ها ساخته می‌شده.&nbsp;</span></p>
<p><span style="font-weight: 400;">گفتم مستند جای خوبیه این رو هم بگم، بیست سال بعد در بیستمین سالگرد نرماندی آیزنهاور که حالا رئیس جمهور هم شده و تموم شده دو دوره‌اش رفت با خبرنگار CBS اون منطقه. قدم زدن با هم رفتن رو کشتی توی منطقه درباره عملیات توضیح می‌ده. بسیار جالب. پیشنهاد می‌کنم حتما ببینینش. هم درباره عملیات هم درباره اداره چنین عملیاتی و تسلطی که برای این کار لازمه و هم درباره شخصیت آیزنهاور و حالا هم درباره برنامه سازی و اینها خیلی نکات جالبی داره. اصلا اینطوری نیست که یه سری کلیات بگه و در فضای حماسی حرف بزنه و اینها. قشنگ متوجه میشین این ادم میفهمه چی داره میگه میدونه چه کار کرده. چه تصمیمی گرفته؟ برای چی گرفته؟ چطوری رسیده به اون تصمیم؟ بگذریم.</span></p>
<h2><span class="ez-toc-section" id="%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1_%D8%A8%D8%B9%D8%AF_%D8%A7%D8%B2_%D8%AC%D9%86%DA%AF_%D8%AC%D9%87%D8%A7%D9%86%DB%8C_%D8%AF%D9%88%D9%85"></span><b>آیزنهاور بعد از جنگ جهانی دوم</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">جنگ تمام شد. عملا بعد از همون عملیات D-day دیگه کار هیتلر ساخته شد و بعد هم آمریکا با بمباران‌هایی از جمله بمباران اتمی ژاپن رو تسلیم کرد و دنیا و اروپا وارد دوره بعد از جنگ شدن. برنده‌ها افتادن به تقسیم غنایم. جنگ سرد شروع شد.</span></p>
<h2><span class="ez-toc-section" id="%D8%AA%D8%A7%D8%B3%DB%8C%D8%B3_%D9%86%D8%A7%D8%AA%D9%88"></span><b>تاسیس ناتو</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">&nbsp;پرده‌ی آهنین به قول چرچیل در اروپا اومد پایین و شوروی و متحدانش در یک طرف قرار گرفتن و از این ور هم آمریکا مذاکراتی رو شروع کرده بود با تعدادی از متحدانش که اونها هم در مقابل شوروی اتحادی درست کنن که جلوی گسترش نفوذ شوروی در غرب اروپا رو بگیره. این همون سازمانیه که امروز به اسم ناتو می‌شناسیم. پیمان آتلانتیک شمالی. آیزنهاور از افراد مهمی بود که در نوشتن پیمان‌نامه‌ی ناتو نقش داشت. از زمان جنگ جهانی و عملیات اشغال نرماندی روابط خوبی با مقامات سیاسی و نظامی اروپا داشت، تأکید می‌کرد که برای جلوگیری از جنگ احتمالی باید تمام کشورهای متحد ناتو یک برنامه‌ی نظامی جمعی هم داشته باشن. بر اساس پیمان ناتو هرگونه حمله به هر کدوم از کشورهای عضو ناتو، حمله به تمام اعضا تلقی می‌شد.&nbsp;</span></p>
<p><span style="font-weight: 400;">&nbsp;آیزنهاور بعد از امضای پیمان ناتو هم در توسعه‌‌اش نقش داشت. با دیگر رهبران ناتو همکاری و مذاکره می‌کرد تا ساختار نظامی ناتو رو بچینن. باید سیستمی درست می‌کردن که همه‌ی اعضا به اهدافِ دفاعی‌شون برسن. نظارت بر نیروها و مهمات آمریکایی در اروپا هم که بخش مهمی از استراتژی دفاعی ناتو بود، مسئولیتش با آیزنهاور بود.&nbsp;</span></p>
<p><span style="font-weight: 400;">یعنی دو نقطه‌ی عطف زندگی سیاسی آیزنهاور قبل از ریاست‌جمهوری‌اش یکی عملیات D-Day بود و یکی هم تأسیس ناتو. آیزنهاور تبدیل شده بود به فیگوری که تصمیم‌های استراتژیک می‌گرفت، با رهبران دنیا رابطه‌ی خوبی داشت و شاید دور از انتظار&nbsp; نبود که همچین فیگوری روزی سر از کاخ سفید در بیاره.</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D8%AC%D8%A7%DB%8C%DA%AF%D8%A7%D9%87_%D9%85%D8%AD%D8%A8%D9%88%D8%A8_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1_%D8%AA%D8%A7_%DA%A9%D8%A7%D8%AE_%D8%B3%D9%81%DB%8C%D8%AF"></span><b>جایگاه محبوب آیزنهاور تا کاخ سفید</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">دفعه‌های اول که رفتن سراغش برای ریاست جمهوری نامزد بشه گفت نمیام. جالب هم بود چون سابقه سیاسی نداشت، حتی گوبا رای نداده بود تا اون موقع. معلوم نبود دموکراته یا جمهوری خواه و اگر می‌خواست بیاد از طرف هر کدوم از دو حزب می‌تونست بیاد. ترومن که رئیس جمهور بود بهش تعارف زد که بیا جای من رییس جمهور شو دور بعد، من می‌شم معاونت. که نپذیرفت. خیلی پیشنهاد عجیبیه دیگه ولی نشون میده که چه جایگاه و محبوبیتی داشته. رییس جمهور پیروز جنگ می‌گه من یه پله میرم پایین جام رو میدم به تو، میگه نه.&nbsp;</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">جمهوری خواه‌ها هم خیلی دنبال یه شخصیتی بودن که بعد از اینهمه سال حکومت دموکرات‌ها روزولت و ترومن بتونه برسونشون به کاخ سفید. اما به اونها هم اول نه گفت. میگفت کار نظامی‌ها اطاعت از مقامات سیاسیه و اصلاً لازمه‌ی کار نظامی همینه و بهتره ما نظامی‌ها تمام عمر از پست‌های سیاسی دور باشیم. می‌گفت تمرکزم رو هم میخوام بذارم روی ناتو و روی تهدید شوروی. تهدید اصلی آلمان بود. رفع شده حالا تهدید شورویه باید این رو رفعش کنیم.&nbsp;</span></p>
<p><span style="font-weight: 400;">برای دور بعدی اما که دیگه دوره ترومن داشت تموم می‌شد دیگه و کم کم اصرارهای جمهوری خواه‌ها داشت روش اثر می کرد. مخصوصا که بهش گفتن تو نیای فلانی میاد که سیاست‌های ایزولیشنیستی داره. می‌خواد آمریکا رو برگردونه به اون دوره‌ای که کاری به کار بقیه دنیا نداشت و اینطوری همه دستاوردهای تو در جنگ دوم به باد میره و خب این استدلال قوی‌ای بود در برابر آیزنهاور و خلاصه پذیرفت.&nbsp;</span></p>
<h2><span class="ez-toc-section" id="%D8%B3%DB%8C%D8%A7%D8%B3%D8%AA%E2%80%8C%D9%87%D8%A7%DB%8C_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1_%D8%AF%D8%B1_%D8%B2%D9%85%D8%A7%D9%86_%D8%B1%D8%A6%DB%8C%D8%B3_%D8%AC%D9%85%D9%87%D9%88%D8%B1%DB%8C"></span><b>سیاست‌های آیزنهاور در زمان رئیس جمهوری</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">در چه شرایطی؟ جنگ کره در جریانه. جنگی که برای امریکا ضرره فقط ولی گیر کرده توش. و از اون ور جمهوری‌خواه‌ها هم که ۲۰ سال دور بودن از ریاست جمهوری&nbsp; احتیاج به چهره‌ای داشتن که بتونه ری‌برندشون کنه، یکی که در دوره‌ی جنگ سرد با جهان رابطه‌ی خوبی داشته و در سیاست داخلی هم بتونه بخشی از رأی دموکرات‌ها رو بگیره. یک قهرمان جنگی با چهره‌ی سیاسی متعادل همون چیزی بود که جمهوری‌خواه‌ها برای بازگشت به قدرت نیاز داشتن، کسی که می‌تونست هم رأی لیبرال‌ها رو به دست بیاره و هم چهره‌های سیاسیِ معتدل. رفتن و اومدن و رفتن و اومدن تا بالاخره رضایت داد و امد. طوری هم بود که میگن فرماندار پنسیلوانیا نامه نوشته بود که ما می‌خوایم شروع کنیم برات کمپین کنیم فقط بگو شما از طرف کدوم حزب می‌خوای بیای ما پرچم همونو ببریم بالا. نهایتا به عنوان نامزد ریپابلیکن‌ها جمهوری خواهان آمد به کارزار انتخاباتی.&nbsp;</span></p>
<p>&nbsp;</p>
<p><b>معاون آیزنهاور کی بود؟&nbsp;</b></p>
<p><span style="font-weight: 400;">معاون آیزنهاور در کمپین انتخاباتی سناتور جوان سی‌ونه ساله‌ای بود که سر تحقیقات کنگره در مورد آلگر هیس، که جاسوس روسیه در آمریکا بود، معروف شده بود. ریچارد نیکسون از کالیفرنیا. که خیلی آدم متفاوتی بود واقعا از آیزنهاور. هیچ جوره به هم نمی‌خوردن و حالا بعدا که ویديوی نیکسون رو ببینیم می‌فهمیم چرا. منتها از اون طرف آیزنهاور که واقعا هیچوقت رابطه‌ای با مردم عادی امریکا نداشت یک آدم اینطوری میخواست کنار خودش. همه عمر حرفه‌ایش سر و کارش با مردانی بود در یونیفورم ولی خب الان رای مردان و زنان دیگری رو هم می‌خواست دیگه و شاید نیکسون از این نظر براش خوب بود. شاید هم کلا به توصیه حزب، نیکسون رو انتخاب کرد. که حالا اخر ویدیو کمی درباره این هم میگیم.&nbsp;</span></p>
<p><span style="font-weight: 400;">شعار کمپین آیزنهاور خیلی ساده بود «I like Ike» که این آیک هم مخفف فامیلی آیزنهاور بود که هر کدام از فرزندان خانواده به یک شکلی مخففش کرده بودند. برای اولین بار در تاریخ آمریکا تبلیغ سی ثانیه‌ای انتخابات ریاست‌جمهوری در تلویزیون پخش شد. I like Ike ساده صمیمی خوش اهنگ. موضوعات داغ انتخابات جنگ کره بود، خطر کمونیسم بود و فساد دولتی. گفت من رئیس جمهور بشم خودم میرم کره جنگ رو متوقف می کنم.&nbsp;</span></p>
<p><span style="font-weight: 400;">خلاصه اینکه برنده شد. با یک پیروزی قاطع و شد رییس جمهور امریکا.&nbsp;</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D8%B3%DB%8C%D8%A7%D8%B3%D8%AA%E2%80%8C%D9%87%D8%A7%DB%8C_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1_%D8%AF%D8%B1_%D8%B2%D9%85%D8%A7%D9%86_%D8%B1%DB%8C%DB%8C%D8%B3_%D8%AC%D9%85%D9%87%D9%88%D8%B1%DB%8C"></span><b>سیاست‌های آیزنهاور در زمان رییس جمهوری</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">کل دوره‌ی آیزنهاور با جنگ سرد تعریف می‌شد. آیزنهاور در مقابل</span><a href="https://bpluspodcast.com/blog/%D8%B1%D9%88%D8%B2%D9%88%D9%84%D8%AA-%D8%B1%D8%A6%DB%8C%D8%B3-%D8%AC%D9%85%D9%87%D9%88%D8%B1-%D8%B1%D9%88%D8%B1%D8%AF%D8%AF%D8%A7%D8%B1-%D8%A2%D9%85%D8%B1%DB%8C%DA%A9%D8%A7/?related_post_from=28918" data-wpel-link="internal"><span style="font-weight: 400;"> New Deal نیو دیل که روزولت در دوره‌ی رکود بزرگ تعریف کرده بود</span></a><span style="font-weight: 400;">، سیاستی رو اجرایی کرد به اسم New Look نگاه/ظاهر نو. مهم‌ترین اصول این طرح این‌ها بودن:</span></p>
<p><span style="font-weight: 400;">&nbsp;۱. تأکید بر اهمیت اقتصاد آمریکا و در عین حال ساختن قدرت کافی برای جنگ سرد</span></p>
<p><span style="font-weight: 400;">&nbsp;۲. تکیه بر سلاح‌های هسته‌ای برای مقابله با خطر کمونیست‌ها و اگر لازم شد استفاده برای&nbsp; جنگ.</span></p>
<p><span style="font-weight: 400;">&nbsp;۳.استفاده از سیا برای عملیات‌های محرمانه علیه کشورها و رهبرانی که «مستقیم یا غیرمستقیم با شوروی همکاری می‌کنن»&nbsp; این احتمالا برای ما مهم‌تر و آشناتره&nbsp;</span></p>
<p><span style="font-weight: 400;">&nbsp;&nbsp;۴. تقویت متحدهای آمریکا و دوستی با دولت‌های بی‌طرف.&nbsp;</span></p>
<p><span style="font-weight: 400;">آیزنهاور بودجه‌ی نظامی و نیروی هوایی را خیلی بالا برد. نیروی مسلح آمریکا تا ۳.۵ میلیون نفر بالا رفت، ۶۰٪ بودجه فدرال می‌رفت برای پنتاگون. خیلی‌ها اعتقاد داشتن این همه توجه به نیروهای مسلح و بی‌توجهی به مدارس و نسلِ بعد از جنگ اشتباهه. اما آیزنهاور خیلی محکم اعتقاد داشت که در این دوره و زمانه‌ی جنگ سرد اگر نظامی و هسته‌ای ضعیف باشیم، کلاه‌مون پسِ معرکه است. اما نکته‌ی مهم اینه که با وجود این‌که آیزنهاور خودش نظامی بود هیچ‌وقت علاقه‌ای به جنگ و دخالت نظامی نداشت، در واقع برعکس در تمام طول دوره‌ی ریاست‌جمهوری‌اش سعی می‌کرد از جنگ جلوگیری کنه. ارتش قوی رو می‌خواست برای پیش‌بردن سیاست‌هاش بدون اینکه نیاز بشه وارد جنگ بشه.</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D9%BE%D8%A7%DB%8C%D8%A7%D9%86_%D8%AC%D9%86%DA%AF_%DA%A9%D8%B1%D9%87_%D9%88_%D8%B1%D8%A7%D8%A8%D8%B7%D9%87%E2%80%8C%DB%8C_%D8%AA%DB%8C%D8%B1%D9%87_%D8%A8%D8%A7_%DA%86%DB%8C%D9%86"></span><b>پایان جنگ کره و رابطه‌ی تیره با چین&nbsp;</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">آیزنهاور طبق وعده‌اش بعد از این‌که به ریاست‌جمهوری انتخاب شد، حتی قبل از سخنرانی معارفه، رفت کره که جنگ رو تمام کنه. جنگ کره هم همون سال اول تمام شد. البته نه در اون سفر آیزنهاور بلکه بعد از مرگ استالین و&nbsp; خلاصه سال ۵۳ جنگ کره به آتش‌بس رسید و مرزی هم خیلی جا به جا نشد. کره جنوبی و شمالی موندن همونجایی که قبل از جنگ بودن.&nbsp;</span></p>
<p><span style="font-weight: 400;">یکی از میراث‌های جنگ کره این بود که رابطه‌ی آمریکا و چین تیره و تار شد. آیزنهاور هم مثل ترومن جمهوری خلق چین رو به رسمیت نمی‌شناخت و حکومت ملی‌گراها که رفته بودن تایوان رو به رسمیت می‌شناخت. رابطه عجیبی رو باید مدیریت می‌کرد با چین مائو. هم نمی‌خواست تحریکش کنه هم نمی‌خواست زیاد میدون بده به کمونیست‌ها در اون منطقه. مجموعا هم تعادل رو حفظ کرد حتی یه سری مبادلات فرهنگی مردم با مردم هم بین آمریکا و چین شروع شد در زمان آیزنهاور که زمینه ساز عادی سازی‌هایی بود که سال‌ها بعد شروع شد.</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D9%BE%D8%A7%DB%8C%D8%A7%D9%86_%D8%AC%D9%86%DA%AF_%DA%A9%D8%B1%D9%87_%D9%88_%D8%B1%D8%A7%D8%A8%D8%B7%D9%87%E2%80%8C%DB%8C_%D8%AA%DB%8C%D8%B1%D9%87_%D8%A8%D8%A7_%DA%86%DB%8C%D9%86-2"></span><b>پایان جنگ کره و رابطه‌ی تیره با چین&nbsp;</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">اما مسئله مهمتر رابطه با شوروی بود. چند هفته بعد از ریاست‌جمهوری آیزنهاور استالین مُرد و صحنه‌ی روابطِ بین‌المللی آمریکا در دوره‌ی جنگ سرد عوض شد. جانشینان استالین و مخصوصا نیکیتا خروشچف Nikita Sergeyevich Khrushchev می‌خواستن مناقشات مختلف غرب-شرق رو با مذاکره حل کنن. دنبال هم‌زیستی صلح‌آمیز بودن. ولی آیزنهاور خیلی بهش اعتماد نداشت. یک تعبیر سکسیستی به چرچیل گفت که خلاصه‌ی نظرش درباره‌ی شوروی بود. گفت روسیه مثل این زن‌های هرزه‌ی خیابانیه، چه لباسش رو نو کنه و چه همون لباس‌های مندرس را بپوشه زیرش همون زنِ هرزه‌اس.</span></p>
<p><span style="font-weight: 400;">روابط پیچیده‌ای داشتن در این دوره. از همکاری در کنترل سلاح های اتمی تا رقابت تسلیحاتی.</span></p>
<p><span style="font-weight: 400;">از تنش زدایی و تبادلات فرهنگی و دیپلماتیک تا مذاکرات درباره سیاست آسمان باز Open Skies که هواپیماهاشون بتونن رو خاک هم پرواز کنن که شانس حمله‌های غافلگیرانه کم بشه. تو</span><a href="https://www.youtube.com/watch?v=6sHPP5YYBsk" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;"> ویدیوی جنگ سرد</span></a><span style="font-weight: 400;"> درباره دوره‌های مختلفش توضیح دادیم. دوره آیزنهاور همون سیاست مهار و کانتینمنت دوره ترومن ادامه پیدا کرد.</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D8%A2%D9%85%D8%B1%DB%8C%DA%A9%D8%A7_%D8%A8%D9%87_%DA%A9%D9%85%DA%A9_%D9%85%D9%84%D8%AA_%D9%85%D8%AC%D8%A7%D8%B1%D8%B3%D8%AA%D8%A7%D9%86_%D9%86%DB%8C%D9%88%D9%85%D8%AF"></span><b>آمریکا به کمک ملت مجارستان نیومد</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">و البته سیاست‌هاش در مدارا با شوروی برای بعضی‌ها ناخوشایند و برای بعضی از ملت‌ها پرهزینه و بسیار ناامید کننده بود. مثلا برای مردم مجارستان. آمریکا اعلام کرده بود از آزادیِ کشورهای مختلف از دست رژیم کمونیستی حمایت می‌کنه. سال ۵۶ در بوداپست مجارستان خیزشی شکل گرفت، مجارها در برابر حکومت کمونیستی شورش کردن. خیزش جدی شد و حکومت کمونیست‌ها به خطر افتاد و شوروی تانک‌ها رو فرستاد مجارستان. صدها تانک روسی با دویست هزار نیرو ریختن بوداپست به سرکوب و کشتار مردم. آیزنهاور هم زد زیر حرفش و حمایت خاصی نکرد. گفت ما باید مواظب باشیم که درگیری بزرگی نشه جنگ جهانی سوم نشه و اینطوری قیام سرکوب شد و خاطره خونین و تلخی در ذهن مجارها موند. ۴۰هزار نفر کشته شدن و ۱۵۰هزار نفر هم تبعید فرستاده شدن.</span></p>
<p><span style="font-weight: 400;">بعد از ماجرای قیام مجارستان بود که آمریکا لحنش درباره‌ی آزادی در کشورهای دیگه رو تغییر داد. به جای تشویق به انقلاب از حرکت تدریجی و صلح‌آمیز به سوی آزادی حرف می‌زد.</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D8%B4%D9%88%D8%B1%D9%88%DB%8C_%D9%85%D8%A7%D9%87%D9%88%D8%A7%D8%B1%D9%87_%D9%87%D9%88%D8%A7_%DA%A9%D8%B1%D8%AF"></span><b>شوروی ماهواره هوا کرد</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">جای دیگری که این بار از دید امریکایی‌ها در برابر شوروی آیزنهاور عقب موند سر قضیه اسپوتنیک بود.&nbsp;</span></p>
<p><span style="font-weight: 400;">که زنگ خطری شد برای امریکایی‌ها. چی بود قصه؟ یه روز امریکایی‌ها صبح پا شدن دیدن شوروی ماهواره هوا کرد: اسپوتنیک یک. سفینه‌ای به وزن ۸۵ کیلوگرم اندازه‌ی یک توپ بسکتبال که با سرعت ۲۰هزار کیلومتر در ساعت دور زمین می‌چرخید. آمریکا هم به موازات البته داشت روی ماهواره کار می‌کرد، ولی اصلاً در این حد پیشرفت نکرده بود. این سندِ محکمی بود که آمریکا در تکنولوژی از روسیه عقب افتاده. حتی خیلی از آمریکایی‌ها فکر می‌کردن شوروی به روشِ جدیدی برای حمله به آمریکا دست پیدا کرده و قراره از فضا حمله کنن. یک‌جور تحقیر ملی بود.</span></p>
<p><span style="font-weight: 400;">یک سال بعد یعنی نوامبر ۵۸ روسیه اسپوتنیک دو رو هوا کرد. این بار برای اولین بار در تاریخ یک موجود زنده هم در سفینه‌ی فضایی بود. سگ کوچک و آرامی به اسم «لایکا». حضور یک سگ پیغام واضحی داشت: قدرت‌نمایی شوروی بود و این‌که به زودی آدم هم به فضا می‌فرسته. کمی بعد آمریکا فهمید روسیه موشک بین‌قاره‌ای هم ساخته.&nbsp;</span></p>
<p><span style="font-weight: 400;">بعد از اسپوتنیک، فشار افکار عمومی روی آیزنهاور زیاد شد. آمریکا نباید هیچ عرصه‌ای رو به شوروی می‌باخت. آمریکا زیادی به عملیات نظامی توجه کرده بود و در تکنولوژی جا مونده بود. آیزنهاور بودجه‌ی تحقیقات علمی رو افزایش داد. ناسا رو هم تأسیس کرد که مأموریت اولیه‌اش این بود که آمریکا رو به لحاظ تکنولوژی به سطح روسیه برسونه. روی بدن انسان تحقیق می‌کردن، روی متریال‌هایی که در فضا کاربرد دارن، هدف نهایی این بود که انسان رو به فضا بفرستن و اصلاً چیزی به اسم فضانورد داشته باشیم. به موازاتش هم روی موشک بین‌قاره‌ای کار می‌کردن. اواخر دوره‌ی آیزنهاور که نیکسون، معاون اولش، کاندید ریاست‌جمهوری شد کمپین‌های جان اف. کندی روی همین ضعفِ آیزنهاور دست گذاشتن.&nbsp;</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D8%B1%D8%A7%D8%A8%D8%B7%D9%87%E2%80%8C%DB%8C_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1_%D8%A8%D8%A7_%D8%A8%D8%A7%D9%82%DB%8C_%D8%AF%D9%86%DB%8C%D8%A7"></span><b>رابطه‌ی آیزنهاور با باقی دنیا</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">از اون طرف، جنگ با شوروی در کشورهای دیگه هم وجود داشت. صرفاً مستقیم بین این دو کشور نبود. سیاست‌های دوگانه‌ی آیزنهاور درباره‌ی کشورهای جهان سوم در بحبوبه‌ی جنگ سرد براش مشکل‌ساز شد. از یک طرف کشورهای جهان‌سومی که بی‌طرف بودن «دشمن بالقوه» شناخته می‌شدن و «به اندازه‌ی کافی ضد کمونیستی نبودن، از طرف دیگه گسترش قلمرو به کشورهای جهان‌سومی خودش مشکلات تازه می‌ساخت. سیا سازمانی بود که قرار بود به‌طور مخفیانه پروژه‌های آمریکا رو در کشورهای مختلف پیش ببره. سازمان اطلاعاتی مخوفی بود که تقریباً آزادی کامل داشت و فقط به خود رئیس‌جمهور گزارش می‌داد. سیا سال ۴۷ البته تأسیس شد. ولی کسی که اختیار عمل بهش داد آیزنهاور بود. سیا از حمله‌های تروریستی تا رشوه‌دادن و خرابکاری توی کشورهای مختلف رو خیلی راحت انجام می‌داد. حتی همکاری با بلژیک برای سرنگون کردن پاتریس لومومبا که هنوز بحثه که در کشتنش چقدر سی ای ای نقش داشته یا نداشته و همین طور تلاش‌های متعدد برای ترور و سرنگونی کاسترو.&nbsp;</span></p>
<p><span style="font-weight: 400;">سال ۵۶ کنگره طرحی پیشنهاد داد که سیا باید کنگره رو در جریانِ عملیات‌هاش قرار بده. آیزنهاور هم می‌دونست که اگر کنگره در جریان اسرار سیا قرار بگیره به بد دردسری می‌افته. گفت برای تصویب این طرح باید از روی جسد من رد بشین. “bill would be passed over my dead body.”&nbsp;</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D8%B9%D9%85%D9%84%DB%8C%D8%A7%D8%AA_%D8%A2%DA%98%D8%A7%DA%A9%D8%B3_%D9%88_%D8%B3%D9%82%D9%88%D8%B7_%D8%AF%D9%88%D9%84%D8%AA_%D9%85%D8%B5%D8%AF%D9%82"></span><b>عملیات آژاکس و سقوط دولت مصدق</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">خیلی از مشکلات فعلی آمریکا با کشورهای مختلف از دخالت سیا در اون دوره آغاز شده. برای ما معروفش و آشناش برکناری دولت مصدقه. مصدق نخست وزیر شد در ایران، نفت رو ملی کرد. انگلیس‌ها تلاش کردن برش دارن. نتونستن. رفتن از امریکا کمک بگیرن که دولت مصدق رو کله پا کنن. ترومن زیرِ بار کودتا نرفته بود اما آیزنهاور قبول کرد. البته حواسمون باشه که اون موقع که ترومن زیر بار نرفته بود هم آخر دوره‌‌اش بود هم استالین زنده بود. اما آیزنهاور که اول دوره‌اش هم بود و استالین رو هم دیگه اون طرف نمی‌دید خلاصه پذیرفت و عملیات اجرا شد و نهایتا هم دولت مصدق سرنگون، خودش دستگیر و دادگاه و حصر خانگی شد. به انگیزه‌های انگلیس کاری نداریم اینجا جای دیگه بهش می‌پردازیم به این هم کاری نداریم که سهم هر کدوم از اینها و عوامل داخلی دیگه در سرنگونی مصدق چی بود، اما برای آمریکا و آیزنهاور مسئله شوروی بود و ریسک اینکه ایران متحد شوروی بشه یا متحدین شوروی در ایران بیان سر کار.</span></p>
<p><span style="font-weight: 400;">&nbsp;چقدر این ترس واقعی بود یا نبود رو الان درباره‌اش صحبت نمی‌کنیم. اما این مسلمه که این حساب کتاب بود عمده دلیلی که حداقل آیزنهاور همراه شد با این برنامه. و این همراه شدنش و نهایتا عزل مصدق در ذهنیت بخشی از جامعه ایران هم که تا اون موقع حداقل خیلی فاز ضد آمریکایی نداشت این تصمیم و عملیات آژاکس و این برداشت که امریکایی‌ها مصدق رو برداشتن یا امریکایی‌ها به کمک انگلیسی‌ها مصدق رو برداشتن اثر منفی داشت که تبعاتش و نتایجش ۲۵ سال بعدش در انقلاب ۵۷ و بعدا اشغال سفارت آمریکا دیگه خیلی مشخص‌تر شد.&nbsp;</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D9%85%D8%A7%D8%AC%D8%B1%D8%A7%DB%8C_%DA%AF%D9%88%D8%A7%D8%AA%D9%85%D8%A7%D9%84%D8%A7"></span><b>ماجرای گواتمالا</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">از این گذشته کودتاهای دیگری هم سیا انجام داد. در گواتمالا هم با داستانی که شباهت‌هایی با داستان مصدق داره و البته تفاوت‌های بزرگی سیا به نیروهای داخلی کمک می‌کرد و رییس جمهور رو برداشتن . گواتمالا رفت سازمان ملل شکایت کرد ولی اون‌ها هم گفتن مدارک کافی نداریم که آمریکا دخالت کرده.&nbsp; بعد هم آمریکا کمکهای مالی و نظامی کرد به دولت جدید که ناقض شدید حقوق بشر بود و آلوده کشتار و شکنجه و نهایتا هم بعدها دولت آمریکا نقشش رو پذیرفت البته هم در ایران هم در گواتمالا.&nbsp;</span></p>
<p><span style="font-weight: 400;">جاهای دیگه‌ای هم بود که سیاست‌های امریکا هزینه ساز بود برای خودشون هم حتی. ویتنام، دومینیکن و بزرگترین و معروفترینش کوبا.&nbsp;</span></p>
<p><span style="font-weight: 400;">در زمان آیزنهاور بود که دیکتاتور کوبا که متحد امریکا هم بود برکنار شد انقلاب شد کاسترو رییس جمهور شد و پاسخ امریکا پاسخ گسترده‌ای بود از پاسخ دیپلماتیک تا تحریم تا برنامه‌ریزی برای حمله به کوبا و سرنگون کردن دولت کاسترو که البته اجراش افتاد به دوره کندی ولی برنامه‌ریزیش در دولت آیزنهاور بود.&nbsp;</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D9%85%D8%A7%D8%AC%D8%B1%D8%A7%DB%8C_%DA%A9%D8%A7%D9%86%D8%A7%D9%84_%D8%B3%D9%88%D8%A6%D8%B2_%D8%AF%D8%B1_%D8%AE%D8%A7%D9%88%D8%B1%D9%85%DB%8C%D8%A7%D9%86%D9%87"></span><b>ماجرای کانال سوئز در خاورمیانه</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">در خاورمیانه یه بحران مهم دیگه در زمان آیزنهاور ماجرای کانال سوئز بود. جمال عبدالناصر کانال سوئز رو ملی کرد. انگلیسی‌ها و فرانسوی‌ها که هنوز تو فاز استعماری بودن قاطی کردن گفتن حمله می‌کنیم و اینها. اسرائیل هم با مصر مشکل داشت شدن سه تا. آیزنهاور اینجا جلوشون در اومد و همراهی نکرد و حتی تهدید کرد که کمک‌های آمریکا رو به انگلیس قطع میکنه و نهایتا هم مصر تونست کانال سوئز رو ملی کنه در دوره آیزنهاور و این رو بعضی از مورخین میگن نقطه عطفیه در تاریخ دنیا در استعمار زدایی و در اینکه آمریکا دیگه واضح نشون میده در عمل که رئیس کیه در دنیای جدید.&nbsp;</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D8%B3%DB%8C%D8%A7%D8%B3%D8%AA_%D8%AF%D8%A7%D8%AE%D9%84%DB%8C_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1"></span><b>سیاست داخلی آیزنهاور</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">سیاست خارجی آیزنهاور خیلی قضاوت درباره‌اش سر راست نیست. قضاوت درباره چی سر راسته واقعا؟ به نظرم&nbsp; نظر آدم‌ها درباره‌ آیزنهاور بستگی داره که کجا ایستادن خودشون و چی براشون مهمه و اثرات این سیاست‌ها چقدر روی زندگیشون شدید بوده. به شکل عجیبی روی زندگی ما شدید بوده یعنی من فکر می‌کنم موثر بوده در ضد آمریکایی شدن جامعه ایران و این نهایتا برای ملت ایران خیلی اثرات بدی داشته و همچنان هم ادامه داره. اما مردم آمریکا از سال‌های آیزنهاور خاطره‌ی خوبی دارن. خاطره امریکا از دهه‌ی پنجاه مثبته. دوره‌ی ثبات و دوره‌ی طلاییه براشون دهه‌ی ۵۰. دلیلی نداشت مردم آمریکا نگران ایران یا گواتمالا یا هر کشور دیگری باشن. رکود و جنگِ دهه‌ی ۳۰ و ۴۰ تمام شده بود و هنوز دهه‌ی ۶۰ نیامده بود که دوباره سایه‌ی جنگ بر آمریکا بیفته. اقتصاد آمریکا رو به شکوفایی بود. خیلی از خانواده‌ها اولین تلویزیون‌شون رو خریدن، دومین ماشینشون رو خریدن. تورم در اغلب سال‌های دهه‌ی ۵۰ روی ۲درصد مونده بود. این آمار شوخی نیست. تورم کم و رشد اقتصادی در زمان آیزنهاور در دوره‌ی هیچ رئیس‌جمهور دیگری بعد از جنگ جهانی دوم تکرار نشد.&nbsp;</span></p>
<p><span style="font-weight: 400;">&nbsp;گذاشت این دوره پر رونق آیزنهاور آمریکا رو در پیشانی دنیای غرب اون صنایعی که درست شده بود در دوره جنگ که اسلحه بسازه حالا داشت وسایل رفاه می‌ساخت کالای مصرفی می ساخت و مردم هم اینقدر داشتن که بخرن و خوش باشن و اروپایی‌ها هم دیدن و گفتن این خوبه ما هم همینو می‌خوایم.&nbsp;</span></p>
<p><span style="font-weight: 400;">آیزنهاور جمهوری‌خواه مدرنی بود. درسته که به سیاست‌های ترومن در Fair Deal می‌تاخت، اما با جمهوری‌خواه‌های افراطی هم هم‌نظر نبود. آیزنهاور به آزادی فردی اعتقاد داشت و فکر می‌کرد باید این حق رو به شهروندان داد، به بازار آزارد هم اعتقاد داشت، اما هم‌زمان فکر می‌کرد دولت باید به کارگرانی که کارشون رو از دست داده‌ان یا پا به سن گذاشته‌ان یا مریض شده‌ان و خلاصه تقصیری گردن‌شون نیست کمک کنه.&nbsp;</span></p>
<h2><span class="ez-toc-section" id="%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1_%D8%AC%D9%85%D9%87%D9%88%D8%B1%DB%8C_%D8%AE%D9%88%D8%A7%D9%87_%D9%88_%D9%81%D8%B9%D8%A7%D9%84%DB%8C%D8%AA%E2%80%8C%D9%87%D8%A7%DB%8C_%D8%B1%D9%81%D8%A7%D9%87%DB%8C_%D9%88_%D8%B2%DB%8C%D8%B1%D8%B3%D8%A7%D8%AE%D8%AA%DB%8C"></span><b>آیزنهاور جمهوری خواه و فعالیت‌های رفاهی و زیرساختی</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">حداقل حقوق رو افزایش داد آیزنهاور، وزارت بهداشت و آموزش رو راه انداخت. از پروژه‌ی مسکن‌سازی برای اقشار کم‌درآمد حمایت می‌کرد، ولی در عین حال به نسبت ترومن بودجه‌ی زیادی بهش اختصاص نداد. یه پروژه بزرگ خیلی مهم دیگه زمان آیزنهاور بزرگراه‌های بین ایالتی بود. The Interstate Highway system شبكه بزرگی از بزرگراه‌ها که شهرهای امریکا رو و ایالت‌های مختلف رو به هم وصل می‌کرد. بزرگترین پروژه زیرساخت تاریخ آمریکا بود و عوض کرد واقعا کشور رو اینقدر که رفتن از ایالتی به ایالت دیگه رو راحت کرد و هم برای تجارت هم برای توریست فرصت‌های تازه‌ای درست کرد.</span></p>
<p><span style="font-weight: 400;">دوره‌ی آیزنهاور دوره‌ی آبادی و توسعه‌ی آمریکا بود و تورم رو کنترل کرد، درآمد افراد به‌طور متوسط ۴۵٪ افزایش پیدا کرد. ولی با همه‌ی این‌ها این پول به همه‌ی آمریکایی‌ها نرسید. در پایان دهه‌ی پنجاه یک‌پنجم مردم آمریکا هم‌چنان در فقر زندگی می‌کردن. خیلی از لاتین‌ها و سیاه‌پوست‌ها در دوره‌ی آیزنهاور به شهرهای شمالی آمریکا مهاجرت کردن، چون با صنعتی‌شدن کشاورزی شغلی براشون نمونده بود، و البته تبعیض شغلی که علیه سیاه‌پوست‌ها وجود داشت باعث شده بود به درآمد خوبی نرسن.&nbsp;</span></p>
<p><span style="font-weight: 400;">با وجود این‌که فقر واقعاً شایع شده بود، اما خیلی توجه عمومی نگرفت و بیشتر مردم آمریکا ترجیح می‌دادن از رونقِ اقتصادی حرف بزنن و لذت ببرن.</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%DA%86%D9%87_%DA%A9%D8%A7%D8%B1%D9%87%D8%A7%DB%8C%DB%8C_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1_%D9%86%DA%A9%D8%B1%D8%AF"></span><b>چه کارهایی آیزنهاور نکرد</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">چه کاری بود که نکرد آیزنهاور؟ معروفه که در زمینه حقوق مدنی سیاهان کاری نکرد. و این یکی از بزرگ‌ترین انتقادهای داخل امریکاست درباره‌ی آیزنهاور. چون همین آفریقایی تبارها بخشی از گروهی بودن که نشانی از اون رونق و وضع خوب ندیدن. شاید این از این می اومد که خودش از یه شهر کوچک می آمد و دوره کاریش هم در ارتش بود که شدیدا جداسازی شده بود و خیلی درک واقعی و نزدیکی از اهمیت مسئله نژادی نداشت در آمریکا. ولی من دیدم حتی کسانی که خیلی تحسینش میکنن در این زمینه متعجب هستن که چرا کار خاصی نکرد.</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D8%B3%D9%86%D8%A7%D8%AA%D9%88%D8%B1_%D9%85%DA%A9_%DA%A9%D8%A7%D8%B1%D8%AA%DB%8C_%D9%88_%D9%BE%D8%AF%DB%8C%D8%AF%D9%87%E2%80%8C%DB%8C_%D9%85%DA%A9_%DA%A9%D8%A7%D8%B1%D8%AA%DB%8C%D8%B3%D9%85"></span><b>سناتور مک کارتی و پدیده‌ی مک کارتیسم</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">مک کارتی هم در دوره آیزنهاور بود. سناتور جنجالی که می‌گفت لیست ۲۰۵ تا جاسوس کمونیست رو دارم و کمونیست‌ها تو رده‌های بالای دولت و ارتش نفوذ دارن و همه رو می‌کشید به مواخذه و همه رو عملا گناهکار می‌دونست مگر اینکه خلافش ثابت بشه.&nbsp;</span></p>
<p><span style="font-weight: 400;">شاید موضوع مکارتیسم&nbsp; یه ویدیو برای خودش بخواد کامنت بگذارین اگر موافقین لطفا که من بدونم. خلاصه‌اش الان به رفتاری می‌گن که </span><span style="font-weight: 400;">بر اساس عقیده‌ی سیاسی به کسی یا گروهی اتهام بی‌اساس می‌زنن، آب رو گل‌آلود می‌کنن که ازش ماهی خودشون رو بگیرن. ولی خود مک‌کارتی&nbsp; در آب گل‌آلودی که ساخته بود خیلی‌ها و از جمله خودش رو غرق کرد.</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%D8%B4%D8%AE%D8%B5%DB%8C%D8%AA_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1_%D9%88_%D8%B1%D9%88%D8%B4_%D9%81%DA%A9%D8%B1_%DA%A9%D8%B1%D8%AF%D9%86%D8%B4"></span><b>شخصیت آیزنهاور و روش فکر کردنش</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">درباره کارنامه و عملکرد آیزنهاور هنوز میشه حرف زد ولی به نظرم بسه برای اینجا. شخصیت جالبی بود واقعا.&nbsp;&nbsp;</span></p>
<p><span style="font-weight: 400;">روزی ۶۰ نخ سیگار می‌کشید. سال‌های زیادی بسیار قهوه می‌خورد، روزی یکی دو تا کوکتل می‌نوشید. درباره روش تصمیم گیریش و فکر کردنش به موضوعات من خیلی چیزهای جالبی خوندم و شنیدم. سال‌ها پیش خونده بودم که یه توصیه‌ای به کندی کرد، جانشینش، که تو گوش من هم مونده. که هر وقت درباره موضوع مهمی می‌خوای تصمیم بگیری و دو گروه مشاورهات نظرهای مخالف هم دارن یکی یکی و جدا با اینها مشورت نکن. چون اون طوری اونی که اخر دیدیش ممکنه نظرش بیشتر روت اثر بذاره. هر دو رو دعوت کن اتاقت بشینن جلوی تو با هم مناظره کنن. اینطوری اشکالات هر دو نظر رو بهتر متوجه می‌شی.&nbsp;</span></p>
<h2><span class="ez-toc-section" id="%DA%A9%D9%86%D8%AF%DB%8C_%D9%88_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1"></span><b>کندی و آیزنهاور</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">اسم کندی رو گفتم یه چیز دیگه رو هم بگم که چند وقت پیش دیدم و حقیقتا حیرت کردم. این فایل تماس تلفنی کندیه رئیس جمهور دموکرات امریکا با آیزنهاور. آیزنهاور دوره‌اش تمام شده، بازنشسته شده، رفته خونه، کندی بحران کوبارو داره، در تماس تلفنی آیزنهاور داره بهش مشورت میده. </span><a href="https://youtu.be/IyArUh8eqJ0" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;">این</span></a><span style="font-weight: 400;"> رو هم پیشنهاد می‌کنم حتما بشنوین. در واقع کندی میگه به آیزنهاور که چون این موضوع برات مهمه می‌خوام به روزت کنم در این باره در جریان آخرین اخبار بگذارمت. برای من فارغ از قضاوتی که درباره این دو نفر دارم این مکالمه احترام برانگیز و آموزنده‌اس. می‌دونم که همچین خیلی طرفدار هم دیگه هم نبودن هیچ کدوم ولی خوش به حال کشوری که ادم‌هایی رو که فکر می‌کنه بهترین هستن برای یک پست میتونه بگذاره در جایگاه ریاست جمهوریش و بعد هم چه دورانی بوده که رییس جمهور دموکرات با جمهوری‌خواه قبل از خودش می‌تونسته همچین مکالمه‌ای داشته باشه. به نظرم خیلی شنیدنیه این هم.&nbsp;</span></p>
<h2><span class="ez-toc-section" id="%D8%A7%D9%84%D8%A7%D9%86_%D8%A8%D9%87_%DA%86%DB%8C_%D9%85%D8%B9%D8%B1%D9%88%D9%81%D9%87_%D9%88_%D9%85%D8%A7%D8%AA%D8%B1%DB%8C%D8%B3_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1"></span><b>الان به چی معروفه و ماتریس آیزنهاور</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">الان به چی معروفه ایزنهاور؟ یه چیزش ماتریس ایزنهاوره. همون که گفتم کلی از این ویدیوهای افزایش پروداکتیویتی و اینها درباره‌اش می‌سازن. واسه اینه که وقتی کلی کار ریخته سرت چطوری ببینی کدوم رو کی انجام بدی؟ جدا میکنه کارهای مهم رو از کارهای فوری و می‌ذارتشون تو یه جدولی و میگه کار مهم و فوری رو در جا انجام بده کار غیر مهم و فوری رو واگذار کن، کار مهم و غیر فوری رو یه زمانی بذار براش تصمیم بگیری، کاری رو هم که نه مهمه نه فوری کلا بذار کنار. ایده جالبیه و اگر جالبه براتون بگین یه ویدیوی کوتاه میتونم درباره‌اش بسازم توضیح بدم.&nbsp; ماتریس رو البته بعدا دیگران کشیدن ولی ایده انگار مال ایزنهاوره. </span></p>
<p><span style="font-weight: 400;">یه چیز دیگه هم که باید حتما درباره ایزنهاور بدونیم این Military industrial Complex&nbsp; اه</span></p>
<p><span style="font-weight: 400;">مجتمع نظامی صنعتی</span></p>
<p><span style="font-weight: 400;">اصلا اصطلاحیه که آیزنهاور تو سخنرانی خداحافظی ریاست جمهوریش استفاده کرد و هنوز که هنوزه می‌بینیم بهش ارجاع داده میشه. از اون حر‌ف‌ٔهایی بود که خیلی‌ها اون موقع نفهمیدن ولی در دهه‌های بعد بسیاری گفتن حالا می‌فهمیم چی داشت میگفت اون موقع وقتی گفت که قدرت زیادی تو یه بخش نظامی صنعتی جمع شده و این خطرناکه. گفت من نقش داشتم توش در دوره جنگ سرد و دوره ای که پیمانکاران بخش نظامی با شرکت‌های صنعتی شروع به همکاری کردند تا تکنولوژی‌های جدید نظامی راه بندازن. نتیجه‌ی این همکاری این شد که بخش زیادی از صنعت وابسته شد به صنایع نظامی. این بدعتی بود که ما در اون دوره جنگ سرد اوردیم ولی ازش ناراحت بود و میگفت این نباید ادامه پیدا کنه. «پتانسیل افزایش فاجعه‌بار قدرت در جای نادرست وجود دارد و ادامه می‌یابد.» البته هشدار آیزنهاور چندان هم کارگشا نبود. آب ریخته رو نمی‌شد به راحتی برگردوند و هنوز هم که هنوزه بخش زیادی از اقتصاد آمریکا وابسته به صنایع نظامیه. از اون موقع اصطلاح مجتمع نظامی-صنعتی وارد ادبیات سیاسی جهان شد. معمولاً هم با نگاه انتقادی سراغش می‌رن. ظهور این مجتمع‌ها باعث تغییرِ فرهنگی در آمریکا هم شد؛ نظامی‌گری وارد زندگی آمریکایی‌ها شد و خیلی وقت‌ها جنگ یا استفاده از سلاح راه‌حل دم دستی برای مشکلات عمیق‌تر معرفی می‌شد. چیزی که هرچند در ممکن کردنش آیزنهاور نقش داشت حتما، ولی به نظر نمی‌رسه روش عمل خودش خیلی بهش نزدیک بوده باشه. ارتش قدرتمند می‌خواست ولی اهل مداخله نبود. ولی وقتی ارتش اونقدر قوی می‌سازی و منافع بیزنسی بهش گره می‌خوره در جانشینانت در دوره‌های بعد ممکنه دیگرانی باشن که مشکلی هم نداشته باشن و حتی مشتاق باشن به استفاده کردن ازش. بگذریم.&nbsp;</span></p>
<p>&nbsp;</p>
<h2><span class="ez-toc-section" id="%DA%86%D9%87_%D8%AC%D9%88%D8%B1_%D8%B1%DB%8C%DB%8C%D8%B3%E2%80%8C%D8%AC%D9%85%D9%87%D9%88%D8%B1%DB%8C_%D8%A8%D9%88%D8%AF_%D8%A2%DB%8C%D8%B2%D9%86%D9%87%D8%A7%D9%88%D8%B1"></span><b>چه جور رییس‌جمهوری بود آیزنهاور</b><span class="ez-toc-section-end"></span></h2>
<p><span style="font-weight: 400;">چه جور رییس جمهوری بود واقعا. من یه مقدار سختم بود یه فکر یکپارچه‌ای درباره‌ی کارنامه آیزنهاور داشته باشم. درباره‌ی همه رئیس جمهورهای آمریکا سخته، درباره ایشون شاید سخت‌تر به خاطر اثری که غیرمستقیم روی ایران و نهایتا روی سرنوشت ما داشتن. در مورد خیلی از آدم‌های قدرتمند دنیا و احتمالا همه رئیس جمهورهای حداقل بعد از روزولت آمریکا می‌شه این رو گفت احتمالا اما درباره بعضی‌هاشون مثل کارتر و همین آیزنهاور اثرش خیلی مستقیم‌تر و شدیدتره. آیزنهاور رئیس جمهوریه که عملیات آژاکس که نهایتا منجر به سقوط دولت مصدق شد رو تایید کرد در زمان ایشون اجرا شد. از خود کودتا تا همه‌چی. در یادداشت‌های خود آیزنهاور هم هست که این کاری که ما در ایران کردیم اگر خبرش در بیاد آبرویی برای ما نمی‌مونه اونجا. همینطور هم شد و اثری که روی جامعه ایران گذاشت اون اقدام بسیار بادوام و پرهزینه از کار در آمد. و این کار رو برای من سخت‌تر می‌کنه. چون خیلی چیزها رو تو داستان آیزنهاور و شخصیتش و شکل مدیریتش می‌پسندیدم. از جمله در روش‌های تصمیم‌گیری خیلی چیزهای جالبی ازش خونده بودم. قضاوت‌ها درباره‌ی کارنامه‌اش برای امریکا هم عموما مثبت هستن. در حفظ منافع آمریکا در جهان و در سیاست داخلی و اقتصاد. عموما مثبته قضاوت‌ها. اما خب از اون وز هم حواسم هست که ۲۸ مرداد در زمان آیزنهاور بوده. می‌دونم که بخشی از همون نظام تصمیم‌گیری آیزنهاور همین بود که طبق سیستمی کارها رو واگذار می‌کرد به آدم‌های دیگه. از جمله کارهایی که توش نظر حزب جمهوری خواه رو بر نظر خودش توش زیاد برتری داده بود تشکیل کابینه بود. این رو می‌دونستم که نیکسون که معاونش بود مثلا انتخاب آیزنهاور نبود. پیشنهادهاش آدم‌های دیگه‌ای بودن از صنعت. منتها حزب، نیکسون رو می‌خواست آیزنهاور هم پذیرفت. درباره وزارت خارجه هم دالاس انتخاب اول آیزنهاور نبود و این دالاس همراه برادرش که رییس CIA بود نقش مهم در عملیات خارجی امریکایی‌ها داشتن هم در ایران هم در گواتمالا هم جاهای دیگه. مسئولیت البته قطعا با آیزنهاوره، مساله من قضاوت درباره مسئولیت نبود، مساله من این بود که بفهمم چرا این آدم اون تصمیم‌ها رو گرفت درباره‌‌ی ایران، گواتمالا و خیلی جاهای دیگه و یک کلید فهمیدن این جواب اینه که حواسمون باشه که بسیاری از این پروژه‌ها در وزارت خارجه یا در سیا طراحی و اجرا شد. منتها به هر حال همون طور که نمی‌گیم فلانی وزیر راه بود که بزرگراه‌های</span> <a href="https://en.wikipedia.org/wiki/Interstate_Highway_System" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;">inter state highway</span></a><span style="font-weight: 400;"> ر</span><span style="font-weight: 400;">و ساختن و اعتبارش رو به آیزنهاور رئیس جمهور می‌دیم این رو هم باید امتیازش رو هر چی که از نظرمون هست به پای ایشون بنویسیم.&nbsp;</span></p>
<p>&nbsp;</p>
<p><span style="font-weight: 400;">هشت سال رییس جمهور بود ولی به نظر می‌رسه امروز بیشتر دوره فرماندهیش در جنگ و رهبریش در ناتو در خاطره‌ها مونده و ازش حرف زده میشه تا ریاست جمهوری. و این خودش جالبه دیگه. که اوج دوره کاری یه نفر کاری باشه که قبل از اینکه رئیس جمهور آمریکا بشه کرده بوده. البته به این هم بر‌می‌گرده که دوران ریاست جمهوری کم ماجرا و کم درامایی داشت. و اینکه فرماندهی ارشد قوای متفقین و رهبری ناتو چه جایگاه بالایی داشته و داره در ذهن امریکایی‌ها. الان هم که به چیزهایی که درباره‌اش نوشتن و می‌نویسن نگاه می‌کنم وزن دوره جنگ جهانی دوم بیشتره تو بیوگرافی‌هاش تا دوران نسبتا کم تلاطم دهه پنجاه که رییس جمهور بود. درگیری آمریکا در جنگ کره دیگه اخراش بود که آیزنهاور رئیس جمهور شد و آمریکا هنوز تو باتلاق ویتنام نرفته بود که دوره‌اش تمام شد. این هم کمک کرد به شکل گیری خاطره‌ای ازش که رییس جمهور صلح بود و رونق.&nbsp;</span></p>
<p>ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ<br>
برای نوشتن یادداشت از منابع زیر استفاده کردیم:<br>
<b></b></p>
<p><span style="font-size: 10pt;"><sup><a href="https://www.youtube.com/watch?v=-QU8D3dxcSo" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;">5 Things You Didn’t Know About Eisenhower</span></a></sup></span><span style="font-size: 10pt;"><sup><a href="https://www.youtube.com/watch?v=gCfyGIATTVQ" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;"><br>
Dwight D. Eisenhower: The 34th President of the United States | Biography</span></a></sup></span><span style="font-size: 10pt;"><sup><a href="https://www.youtube.com/watch?v=IyArUh8eqJ0" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;"><br>
Phone Call with General Eisenhower during Cuban Missile Crisis</span></a></sup></span><span style="font-size: 10pt;"><sup><a href="https://www.youtube.com/watch?v=vNaxTXfjfXk" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;"><br>
CBS Reports (1964): “D-Day Plus 20 Years – Eisenhower Returns to Normandy”</span></a></sup></span><span style="font-size: 10pt;"><sup><a href="https://www.youtube.com/watch?v=VCg841Kb3NE" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;"><br>
Introducing the 🇺🇸United States The Atlantic Community Series – NATO Documentaries, 1956</span></a></sup></span><span style="font-size: 10pt;"><sup><a href="https://en.wikipedia.org/wiki/Interstate_Highway_System" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;"><br>
Interstate Highway System</span></a></sup></span><span style="font-size: 10pt;"><sup><a href="https://www.politico.com/story/2018/08/19/eisenhower-green-lights-coup-in-iran-aug-19-1953-788012?_amp=true" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;"><br>
Eisenhower approves coup in Iran, Aug. 19, 1953</span></a></sup></span><span style="font-size: 10pt;"><sup><a href="https://responsiblestatecraft.org/2021/08/12/the-dark-side-of-eisenhowers-foreign-policy/" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;"><br>
The dark side of Eisenhower’s foreign policy</span></a></sup></span><span style="font-size: 10pt;"><sup><a href="https://millercenter.org/president/eisenhower/domestic-affairs" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;"><br>
DWIGHT D. EISENHOWER: DOMESTIC AFFAIRS</span></a></sup></span><span style="font-size: 10pt;"><sup><a href="https://en.wikipedia.org/wiki/Operation_Bodyguard" data-wpel-link="external" target="_blank" rel="follow external"><span style="font-weight: 400;"><br>
Operation Bodyguard</span></a></sup></span></p>
<p>&nbsp;</p>
        </div>
		</div>',
            "summary" => "نویسنده: بهجت بندری، علی بندری روسیه رو که نگاه می‌کنیم امروز چی می‌بینیم؟ یک کشور خیلی خیلی بزرگ، قدرتمند، که از جایگاه خودش در دنیا راضی نیست. زمان تزارها همین…",
            "create_date" => '۲ شهریور ۱۴۰۲',
            "update_date" => '2022',
            ]
            ]
        , Response::HTTP_OK);
    });
    Route::get('/article/remove_article/{id}', function () {

        return response()->json([
            "message" => "ok"
            ]
        , Response::HTTP_OK);
    });
    Route::get('/article/remove_comment/{id}', function () {

        return response()->json([
            "message" => "ok"
            ]
        , Response::HTTP_OK);
    });
    Route::post('/article/edit_article/{id}', function () {

        return response()->json([
            "message" => "ok"
            ]
        , Response::HTTP_OK);
    });
    Route::post('/article/create_article/', function () {

        return response()->json([
            "message" => "ok"
            ]
        , Response::HTTP_CREATED);
    });
    Route::post('/article/create_comment/', function () {

        return response()->json([
            "message" => "ok"
            ]
        , Response::HTTP_CREATED);
    });
    Route::get('/article/article_list', function () {

        $data = [];
        for ($i = 1; $i<10 ; $i++) {
            $data[] = [
                "id" => $i,
                "type" => rand(1,2),
                "title" => $i . "داستان روسیه از اول",
                "file" => "https://bpluspodcast.com/wp-content/uploads/2023/07/%D8%AA%D8%A7%D8%B1%DB%8C%D8%AE-%D8%B1%D9%88%D8%B3%DB%8C%D9%87-%D8%B9%D9%84%DB%8C-%D8%A8%D9%86%D8%AF%D8%B1%DB%8C-%DA%A9%D8%A7%D9%86%D8%A7%D9%84-%DB%8C%D9%88%D8%AA%DB%8C%D9%88%D8%A8-%D8%A8%DB%8C-%D9%BE%D9%84%D8%A7%D8%B3-1024x576.jpg",
                "summary" => "نویسنده: بهجت بندری، علی بندری روسیه رو که نگاه می‌کنیم امروز چی می‌بینیم؟ یک کشور خیلی خیلی بزرگ، قدرتمند، که از جایگاه خودش در دنیا راضی نیست. زمان تزارها همین…",
                "content" => "نویسنده: بهجت بندری، علی بندری روسیه رو که نگاه می‌کنیم امروز چی می‌بینیم؟ یک کشور خیلی خیلی بزرگ، قدرتمند، که از جایگاه خودش در دنیا راضی نیست. زمان تزارها همین…",
                "create_date" => '2022',
                "update_date" => '2022',
            ];
        }

        return response()->json([
            "data" => $data,
            "count" => 2
            ]
        );
    });

    Route::get('/article/comment_list', function () {

        $data = [];
        for ($i = 1; $i<10 ; $i++) {
            $data[] = [
                "id" => $i,
                "comment" => $i . "لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم لورم ایپسوم ",
                "name" => $i .'Ali',
                "email" => $i .'2022@gmail.com',
                "date" => '2022/09/' . $i,
            ];
        }

        return response()->json([
            "data" => $data,
            "count" => 2
            ]
        );
    });

    Route::get('/article/popular_article_list', function () {

        $data = [];
        for ($i = 1; $i < 6 ; $i++) {
            $data[] = [
                "id" => $i,
                "type" => rand(1,2),
                "title" => $i . "داستان روسیه از اول",
                "file" => "https://bpluspodcast.com/wp-content/uploads/2023/07/%D8%AA%D8%A7%D8%B1%DB%8C%D8%AE-%D8%B1%D9%88%D8%B3%DB%8C%D9%87-%D8%B9%D9%84%DB%8C-%D8%A8%D9%86%D8%AF%D8%B1%DB%8C-%DA%A9%D8%A7%D9%86%D8%A7%D9%84-%DB%8C%D9%88%D8%AA%DB%8C%D9%88%D8%A8-%D8%A8%DB%8C-%D9%BE%D9%84%D8%A7%D8%B3-1024x576.jpg",
                "summary" => "نویسنده: بهجت بندری، علی بندری روسیه رو که نگاه می‌کنیم امروز چی می‌بینیم؟ یک کشور خیلی خیلی بزرگ، قدرتمند، که از جایگاه خودش در دنیا راضی نیست. زمان تزارها همین…",
                "content" => "نویسنده: بهجت بندری، علی بندری روسیه رو که نگاه می‌کنیم امروز چی می‌بینیم؟ یک کشور خیلی خیلی بزرگ، قدرتمند، که از جایگاه خودش در دنیا راضی نیست. زمان تزارها همین…",
                "create_date" => '2022',
                "update_date" => '2022',
            ];
        }

        return response()->json([
            "data" => $data,
            "count" => 2
            ]
        );
    });

    Route::get('/article/related_article_list', function () {

        $data = [];
        for ($i = 1; $i<4 ; $i++) {
            $data[] = [
                "id" => $i,
                "type" => rand(1,2),
                "title" => $i . "داستان روسیه از اول",
                "file" => "https://bpluspodcast.com/wp-content/uploads/2023/07/%D8%AA%D8%A7%D8%B1%DB%8C%D8%AE-%D8%B1%D9%88%D8%B3%DB%8C%D9%87-%D8%B9%D9%84%DB%8C-%D8%A8%D9%86%D8%AF%D8%B1%DB%8C-%DA%A9%D8%A7%D9%86%D8%A7%D9%84-%DB%8C%D9%88%D8%AA%DB%8C%D9%88%D8%A8-%D8%A8%DB%8C-%D9%BE%D9%84%D8%A7%D8%B3-1024x576.jpg",
                "summary" => "نویسنده: بهجت بندری، علی بندری روسیه رو که نگاه می‌کنیم امروز چی می‌بینیم؟ یک کشور خیلی خیلی بزرگ، قدرتمند، که از جایگاه خودش در دنیا راضی نیست. زمان تزارها همین…",
                "content" => "نویسنده: بهجت بندری، علی بندری روسیه رو که نگاه می‌کنیم امروز چی می‌بینیم؟ یک کشور خیلی خیلی بزرگ، قدرتمند، که از جایگاه خودش در دنیا راضی نیست. زمان تزارها همین…",
                "create_date" => '2022',
                "update_date" => '2022',
            ];
        }

        return response()->json([
            "data" => $data,
            "count" => 2
            ]
        );
    });
});

